Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.ui.recordVoice
source: Record voice
de: Stimme aufnehmen
es: Grabar voz
fr: Enregistrer une voix
it: Registra voce
ja: 声を録音
ko: 음성 녹음
pt_br: Gravar voz
ru: Записать голос
zh_hans: 录制声音

# vocello.ui.captureDetail
source: Capture a 10-20 second reference clip on this iPhone.
de: Nimm auf diesem iPhone einen Referenzclip von 10–20 Sekunden auf.
es: Graba un clip de referencia de 10 a 20 segundos en este iPhone.
fr: Enregistrez un clip de référence de 10 à 20 secondes sur cet iPhone.
it: Registra un riferimento di 10–20 secondi su questo iPhone.
ja: この iPhone で10〜20秒の参照音声を録音します。
ko: 이 iPhone에서 10–20초 참조 오디오를 녹음하세요.
pt_br: Grave uma referência de 10–20 segundos neste iPhone.
ru: Запишите образец длительностью 10–20 секунд на этом iPhone.
zh_hans: 在此 iPhone 上录制 10–20 秒的参考音频。

# vocello.ui.stopPreview
source: Stop preview
de: Vorschau stoppen
es: Detener vista previa
fr: Arrêter l’aperçu
it: Interrompi anteprima
ja: プレビューを停止
ko: 미리듣기 중지
pt_br: Parar prévia
ru: Остановить прослушивание
zh_hans: 停止预览

# vocello.ui.previewVoice
source: Preview voice
de: Stimme vorhören
es: Escuchar voz
fr: Écouter la voix
it: Ascolta voce
ja: 声を試聴
ko: 음성 미리듣기
pt_br: Ouvir voz
ru: Прослушать голос
zh_hans: 预听声音

# vocello.ui.deleteVoice
source: Delete voice
de: Stimme löschen
es: Eliminar voz
fr: Supprimer la voix
it: Elimina voce
ja: 声を削除
ko: 음성 삭제
pt_br: Excluir voz
ru: Удалить голос
zh_hans: 删除声音

# vocello.ui.waitDelete
source: Wait for generation to finish before deleting this voice.
de: Warte vor dem Löschen dieser Stimme, bis die Generierung beendet ist.
es: Espera a que termine la generación antes de eliminar esta voz.
fr: Attendez la fin de la génération avant de supprimer cette voix.
it: Attendi il termine della generazione prima di eliminare questa voce.
ja: 生成が終わってからこの声を削除してください。
ko: 생성이 끝난 뒤 이 음성을 삭제하세요.
pt_br: Aguarde a geração terminar antes de excluir esta voz.
ru: Дождитесь завершения генерации перед удалением голоса.
zh_hans: 请等待生成完成后再删除此声音。

# vocello.ui.voiceActionsHint
source: Opens actions for this saved voice.
de: Öffnet Aktionen für diese gespeicherte Stimme.
es: Abre las acciones de esta voz guardada.
fr: Ouvre les actions de cette voix enregistrée.
it: Apre le azioni per questa voce salvata.
ja: この保存済みの声の操作を開きます。
ko: 이 저장된 음성의 작업을 엽니다.
pt_br: Abre as ações desta voz salva.
ru: Открывает действия для сохранённого голоса.
zh_hans: 打开此已保存声音的操作。

# vocello.ui.waitCurrentDelete
source: Wait for the current generation to finish before deleting this voice.
de: Warte vor dem Löschen dieser Stimme, bis die aktuelle Generierung beendet ist.
es: Espera a que termine la generación actual antes de eliminar esta voz.
fr: Attendez la fin de la génération en cours avant de supprimer cette voix.
it: Attendi il termine della generazione attuale prima di eliminare questa voce.
ja: 現在の生成が終わってからこの声を削除してください。
ko: 현재 생성이 끝난 뒤 이 음성을 삭제하세요.
pt_br: Aguarde a geração atual terminar antes de excluir esta voz.
ru: Дождитесь завершения текущей генерации перед удалением голоса.
zh_hans: 请等待当前生成完成后再删除此声音。

# vocello.ui.voiceBrief
source: Voice brief
de: Stimmbeschreibung
es: Descripción de voz
fr: Description de la voix
it: Descrizione vocale
ja: 声の説明
ko: 음성 설명
pt_br: Descrição da voz
ru: Описание голоса
zh_hans: 声音描述

# vocello.ui.briefGuidance
source: Describe the voice. Combine character, age, accent, and texture.
de: Beschreibe die Stimme. Kombiniere Charakter, Alter, Akzent und Klangfarbe.
es: Describe la voz. Combina personalidad, edad, acento y textura.
fr: Décrivez la voix. Combinez caractère, âge, accent et texture.
it: Descrivi la voce. Combina carattere, età, accento e timbro.
ja: 声を説明してください。性格、年齢、アクセント、質感を組み合わせます。
ko: 목소리를 설명하세요. 성격, 나이, 억양, 질감을 조합해 보세요.
pt_br: Descreva a voz. Combine personalidade, idade, sotaque e textura.
ru: Опишите голос. Сочетайте характер, возраст, акцент и тембр.
zh_hans: 描述声音，可结合性格、年龄、口音和质感。

# vocello.ui.briefPlaceholder
source: A warm, deep narrator with a subtle British accent.
de: Ein warmer, tiefer Erzähler mit leicht britischem Akzent.
es: Un narrador cálido y de voz grave, con un ligero acento británico.
fr: Une voix narrative chaleureuse et grave, avec un léger accent britannique.
it: Un narratore caldo e profondo con un leggero accento britannico.
ja: ほのかな英国訛りの、温かく低いナレーターの声。
ko: 은은한 영국식 억양의 따뜻하고 깊은 내레이터.
pt_br: Um narrador acolhedor e grave com um leve sotaque britânico.
ru: Тёплый глубокий голос рассказчика с лёгким британским акцентом.
zh_hans: 温暖低沉、带有轻微英式口音的旁白。

# vocello.ui.startingPoints
source: Starting points
de: Ausgangspunkte
es: Puntos de partida
fr: Points de départ
it: Punti di partenza
ja: 出発点
ko: 시작 예시
pt_br: Pontos de partida
ru: Отправные точки
zh_hans: 起始范例

# vocello.ui.customTone
source: Custom tone
de: Eigener Ton
es: Tono personalizado
fr: Ton personnalisé
it: Tono personalizzato
ja: カスタムトーン
ko: 사용자 지정 말투
pt_br: Tom personalizado
ru: Свой тон
zh_hans: 自定义语气

# vocello.ui.delivery
source: Delivery
de: Sprechweise
es: Interpretación
fr: Interprétation
it: Interpretazione
ja: 話し方
ko: 표현
pt_br: Interpretação
ru: Манера речи
zh_hans: 表达方式

# vocello.ui.useCustomTone
source: Use a custom tone instead
de: Stattdessen eigenen Ton verwenden
es: Usar un tono personalizado
fr: Utiliser plutôt un ton personnalisé
it: Usa invece un tono personalizzato
ja: 代わりにカスタムトーンを使用
ko: 사용자 지정 말투 사용
pt_br: Usar um tom personalizado
ru: Использовать свой тон
zh_hans: 改用自定义语气

# vocello.ui.toneGuidance
source: Be specific: combine emotion, pace, pitch, and timbre.
de: Sei konkret: kombiniere Emotion, Tempo, Tonhöhe und Klangfarbe.
es: Sé concreto: combina emoción, ritmo, altura y timbre.
fr: Soyez précis : combinez émotion, rythme, hauteur et timbre.
it: Sii preciso: combina emozione, ritmo, altezza e timbro.
ja: 感情、速さ、音高、声質を具体的に組み合わせてください。
ko: 감정, 속도, 높낮이, 음색을 구체적으로 조합하세요.
pt_br: Seja específico: combine emoção, ritmo, altura e timbre.
ru: Будьте точны: сочетайте эмоцию, темп, высоту и тембр.
zh_hans: 请具体描述情感、语速、音高和音色。

# vocello.ui.examples
source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
ja: 例
ko: 예시
pt_br: Exemplos
ru: Примеры
zh_hans: 示例

# vocello.ui.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

# vocello.ui.voice
source: Voice
de: Stimme
es: Voz
fr: Voix
it: Voce
ja: 声
ko: 음성
pt_br: Voz
ru: Голос
zh_hans: 声音

# vocello.ui.recordNewClip
source: Record new clip
de: Neuen Clip aufnehmen
es: Grabar clip nuevo
fr: Enregistrer un nouveau clip
it: Registra nuovo clip
ja: 新しい音声を録音
ko: 새 오디오 녹음
pt_br: Gravar novo clipe
ru: Записать новый образец
zh_hans: 录制新音频

# vocello.ui.deleteModelQuestion
source: Delete model?
de: Modell löschen?
es: ¿Eliminar el modelo?
fr: Supprimer le modèle ?
it: Eliminare il modello?
ja: モデルを削除しますか？
ko: 모델을 삭제할까요?
pt_br: Excluir modelo?
ru: Удалить модель?
zh_hans: 删除模型？

# vocello.ui.deleteModel
source: Delete model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
it: Elimina modello
ja: モデルを削除
ko: 모델 삭제
pt_br: Excluir modelo
ru: Удалить модель
zh_hans: 删除模型

# vocello.ui.neutralHint
source: Default, even pacing
de: Standard, gleichmäßiges Tempo
es: Predeterminado, ritmo uniforme
fr: Par défaut, rythme régulier
it: Predefinita, ritmo regolare
ja: 標準、一定のテンポ
ko: 기본, 고른 속도
pt_br: Padrão, ritmo uniforme
ru: Обычная, ровный темп
zh_hans: 默认，节奏均匀

# vocello.ui.happyHint
source: Bright lift; can read as surprise
de: Lebhaft; kann überrascht wirken
es: Tono vivaz; puede sonar sorprendido
fr: Entrain lumineux ; peut évoquer la surprise
it: Vivace; può sembrare sorpresa
ja: 明るく上向き。驚きに聞こえる場合あり
ko: 밝은 느낌, 놀람으로 들릴 수 있음
pt_br: Animada; pode soar surpresa
ru: Яркий подъём; может звучать как удивление
zh_hans: 明快上扬，可能听起来像惊讶

# vocello.ui.sadHint
source: Quiet, slower, somber
de: Leise, langsamer, düster
es: Suave, lento y sombrío
fr: Discret, plus lent, sombre
it: Sommessa, lenta, cupa
ja: 静かで遅め、沈んだ調子
ko: 조용하고 느리며 침울함
pt_br: Baixa, lenta, sombria
ru: Тихая, медленная, мрачная
zh_hans: 轻声、较慢、低沉

# vocello.ui.angryHint
source: Hard, driving push
de: Kraftvoller, treibender Ausdruck
es: Intenso y enérgico
fr: Ton dur et énergique
it: Forte e incalzante
ja: 強く、勢いのある表現
ko: 강하고 힘차게 밀어붙임
pt_br: Forte e enérgica
ru: Жёсткая, напористая
zh_hans: 强烈有力，带有推动感

# vocello.ui.fearfulHint
source: Soft, unsteady; can read as sad
de: Sanft, unsicher; kann traurig wirken
es: Suave e inestable; puede sonar triste
fr: Doux, hésitant ; peut évoquer la tristesse
it: Dolce, incerta; può sembrare triste
ja: 柔らかく不安定。悲しみに聞こえる場合あり
ko: 부드럽고 불안정함, 슬픔으로 들릴 수 있음
pt_br: Suave, instável; pode soar triste
ru: Мягкая, неуверенная; может звучать грустно
zh_hans: 柔和、不稳定，可能听起来像悲伤

# vocello.ui.surprisedHint
source: Pitch jumps, quick catches
de: Tonhöhensprünge, kurze Atempausen
es: Saltos de tono y pausas breves
fr: Sauts de hauteur, reprises rapides
it: Salti di tono, brevi pause
ja: 音高の跳躍、短い息継ぎ
ko: 음높이 변화, 짧은 숨 고르기
pt_br: Saltos de tom, pausas rápidas
ru: Скачки высоты, короткие вдохи
zh_hans: 音高跳跃，快速换气

# vocello.ui.whisperHint
source: Soft, close-mic breath
de: Sanft, mikrofonnah und hauchig
es: Suave, cercano al micrófono y con aire
fr: Souffle doux, proche du micro
it: Dolce, vicina al microfono e soffiata
ja: 柔らかく、マイクに近い息声
ko: 부드럽고 마이크에 가까운 숨소리
pt_br: Suave, próxima ao microfone e soprosa
ru: Мягкое дыхание близко к микрофону
zh_hans: 柔和、贴近麦克风的气声

# vocello.ui.calmHint
source: Slower, reassuring
de: Langsamer, beruhigend
es: Más lento y tranquilizador
fr: Plus lent, rassurant
it: Più lenta, rassicurante
ja: 遅めで、安心感のある表現
ko: 더 느리고 안심시키는 느낌
pt_br: Mais lenta, tranquilizadora
ru: Медленнее, успокаивающе
zh_hans: 较慢、令人安心

# vocello.ui.customDeliveryEmpty
source: Custom delivery…
de: Eigene Sprechweise …
es: Interpretación personalizada…
fr: Interprétation personnalisée…
it: Interpretazione personalizzata…
ja: カスタムの話し方…
ko: 사용자 지정 표현…
pt_br: Interpretação personalizada…
ru: Своя манера речи…
zh_hans: 自定义表达…

# vocello.ui.customDelivery
source: Custom delivery
de: Eigene Sprechweise
es: Interpretación personalizada
fr: Interprétation personnalisée
it: Interpretazione personalizzata
ja: カスタムの話し方
ko: 사용자 지정 표현
pt_br: Interpretação personalizada
ru: Своя манера речи
zh_hans: 自定义表达

# vocello.ui.customPlaceholder
source: Describe the delivery or emotion (optional)
de: Beschreibe Sprechweise oder Emotion (optional)
es: Describe la interpretación o emoción (opcional)
fr: Décrivez l’interprétation ou l’émotion (facultatif)
it: Descrivi l’interpretazione o l’emozione (opzionale)
ja: 話し方や感情を説明（任意）
ko: 표현이나 감정을 설명하세요(선택 사항)
pt_br: Descreva a interpretação ou emoção (opcional)
ru: Опишите манеру речи или эмоцию (необязательно)
zh_hans: 描述表达方式或情感（可选）

# vocello.ui.customOnly
source: Custom only
de: Nur eigene Vorgabe
es: Solo personalizada
fr: Personnalisé uniquement
it: Solo personalizzata
ja: カスタムのみ
ko: 사용자 지정만
pt_br: Somente personalizada
ru: Только своя
zh_hans: 仅自定义

# vocello.ui.customInput
source: Custom delivery input
de: Eingabe für eigene Sprechweise
es: Entrada de interpretación personalizada
fr: Saisie de l’interprétation personnalisée
it: Testo dell’interpretazione personalizzata
ja: カスタムの話し方の入力
ko: 사용자 지정 표현 입력
pt_br: Entrada de interpretação personalizada
ru: Ввод своей манеры речи
zh_hans: 自定义表达输入

# vocello.ui.customInputDisabled
source: Select Custom delivery to edit this field
de: Wähle Eigene Sprechweise, um dieses Feld zu bearbeiten
es: Selecciona Interpretación personalizada para editar este campo
fr: Sélectionnez l’interprétation personnalisée pour modifier ce champ
it: Seleziona Interpretazione personalizzata per modificare questo campo
ja: 編集するにはカスタムの話し方を選択してください
ko: 이 필드를 편집하려면 사용자 지정 표현을 선택하세요
pt_br: Selecione Interpretação personalizada para editar este campo
ru: Выберите свою манеру речи, чтобы редактировать это поле
zh_hans: 选择“自定义表达”以编辑此字段

# vocello.ui.builtInMeta
source: Built-in voice
de: Integrierte Stimme
es: Voz integrada
fr: Voix intégrée
it: Voce integrata
ja: 内蔵ボイス
ko: 내장 음성
pt_br: Voz integrada
ru: Встроенный голос
zh_hans: 内置声音

# vocello.ui.designedMeta
source: Designed voice
de: Gestaltete Stimme
es: Voz diseñada
fr: Voix créée
it: Voce creata
ja: デザインした声
ko: 디자인한 음성
pt_br: Voz criada
ru: Созданный голос
zh_hans: 设计声音

# vocello.ui.longForm
source: Long-form
de: Langtext
es: Formato largo
fr: Texte long
it: Testo lungo
ja: 長文
ko: 긴 원고
pt_br: Texto longo
ru: Длинный текст
zh_hans: 长文本

# vocello.ui.resumeProject
source: Resume project
de: Projekt fortsetzen
es: Reanudar proyecto
fr: Reprendre le projet
it: Riprendi progetto
ja: プロジェクトを再開
ko: 프로젝트 재개
pt_br: Retomar projeto
ru: Продолжить проект
zh_hans: 继续项目

# vocello.ui.describeVoice
source: Describe the voice
de: Beschreibe die Stimme
es: Describe la voz
fr: Décrivez la voix
it: Descrivi la voce
ja: 声を説明
ko: 목소리 설명
pt_br: Descreva a voz
ru: Опишите голос
zh_hans: 描述声音

# vocello.ui.saveGeneratedVoice
source: Save Generated Voice
de: Erzeugte Stimme speichern
es: Guardar voz generada
fr: Enregistrer la voix créée
it: Salva voce generata
ja: 生成した声を保存
ko: 생성된 음성 저장
pt_br: Salvar voz gerada
ru: Сохранить созданный голос
zh_hans: 保存生成的声音

# vocello.ui.referenceRange
source: Reference outside recommended range
de: Referenz außerhalb des empfohlenen Bereichs
es: Referencia fuera del intervalo recomendado
fr: Référence hors de la plage recommandée
it: Riferimento fuori dall’intervallo consigliato
ja: 参照音声が推奨範囲外です
ko: 참조 오디오가 권장 범위를 벗어남
pt_br: Referência fora do intervalo recomendado
ru: Образец вне рекомендуемого диапазона
zh_hans: 参考音频超出建议范围

# vocello.ui.saveVoiceFailed
source: Couldn't save voice
de: Stimme konnte nicht gespeichert werden
es: No se pudo guardar la voz
fr: Impossible d’enregistrer la voix
it: Impossibile salvare la voce
ja: 声を保存できませんでした
ko: 음성을 저장하지 못했습니다
pt_br: Não foi possível salvar a voz
ru: Не удалось сохранить голос
zh_hans: 无法保存声音

# vocello.ui.nowInVoices
source: Now in your voices.
de: Jetzt in deinen Stimmen.
es: Ya está entre tus voces.
fr: Désormais dans vos voix.
it: Ora è tra le tue voci.
ja: 保存した声に追加しました。
ko: 내 음성에 추가되었습니다.
pt_br: Agora está nas suas vozes.
ru: Теперь в ваших голосах.
zh_hans: 已加入你的声音。

# vocello.ui.useClone
source: Use in Clone
de: Beim Klonen verwenden
es: Usar en Clonación
fr: Utiliser dans Clone
it: Usa in Clonazione
ja: クローンで使用
ko: 복제에 사용
pt_br: Usar na Clonagem
ru: Использовать в клонировании
zh_hans: 用于克隆

# vocello.ui.recordedClip
source: Recorded clip
de: Aufgenommener Clip
es: Clip grabado
fr: Clip enregistré
it: Clip registrato
ja: 録音した音声
ko: 녹음한 오디오
pt_br: Clipe gravado
ru: Записанный образец
zh_hans: 录制的音频

# vocello.ui.chooseReference
source: Choose reference
de: Referenz wählen
es: Elegir referencia
fr: Choisir une référence
it: Scegli riferimento
ja: 参照音声を選択
ko: 참조 선택
pt_br: Escolher referência
ru: Выбрать образец
zh_hans: 选择参考音频

# vocello.ui.chooseReferenceDetail
source: Choose a saved voice or record a reference clip on this iPhone.
de: Wähle eine gespeicherte Stimme oder nimm auf diesem iPhone einen Referenzclip auf.
es: Elige una voz guardada o graba un clip de referencia en este iPhone.
fr: Choisissez une voix enregistrée ou enregistrez un clip de référence sur cet iPhone.
it: Scegli una voce salvata o registra un riferimento su questo iPhone.
ja: 保存済みの声を選ぶか、この iPhone で参照音声を録音してください。
ko: 저장된 음성을 선택하거나 이 iPhone에서 참조 오디오를 녹음하세요.
pt_br: Escolha uma voz salva ou grave uma referência neste iPhone.
ru: Выберите сохранённый голос или запишите образец на этом iPhone.
zh_hans: 选择已保存的声音，或在此 iPhone 上录制参考音频。

# vocello.ui.loadingVoice
source: Loading the selected voice.
de: Ausgewählte Stimme wird geladen.
es: Cargando la voz seleccionada.
fr: Chargement de la voix sélectionnée.
it: Caricamento della voce selezionata.
ja: 選択した声を読み込み中。
ko: 선택한 음성을 불러오는 중입니다.
pt_br: Carregando a voz selecionada.
ru: Загрузка выбранного голоса.
zh_hans: 正在载入所选声音。

# vocello.ui.preparingReference
source: Preparing the reference audio.
de: Referenzaudio wird vorbereitet.
es: Preparando el audio de referencia.
fr: Préparation de l’audio de référence.
it: Preparazione dell’audio di riferimento.
ja: 参照音声を準備中。
ko: 참조 오디오를 준비하는 중입니다.
pt_br: Preparando o áudio de referência.
ru: Подготовка образца аудио.
zh_hans: 正在准备参考音频。

# vocello.ui.cloneMeta
source: Voice cloning
de: Stimmklonen
es: Clonación de voz
fr: Clonage vocal
it: Clonazione vocale
ja: ボイスクローン
ko: 음성 복제
pt_br: Clonagem de voz
ru: Клонирование голоса
zh_hans: 声音克隆

# vocello.ui.cloneLoading
source: Voice cloning · Loading voice
de: Stimmklonen · Stimme wird geladen
es: Clonación de voz · Cargando voz
fr: Clonage vocal · Chargement de la voix
it: Clonazione vocale · Caricamento voce
ja: ボイスクローン · 声を読み込み中
ko: 음성 복제 · 음성 불러오는 중
pt_br: Clonagem de voz · Carregando voz
ru: Клонирование · Загрузка голоса
zh_hans: 声音克隆 · 正在载入声音

# vocello.ui.clonePreparing
source: Voice cloning · Preparing reference
de: Stimmklonen · Referenz wird vorbereitet
es: Clonación de voz · Preparando referencia
fr: Clonage vocal · Préparation de la référence
it: Clonazione vocale · Preparazione riferimento
ja: ボイスクローン · 参照音声を準備中
ko: 음성 복제 · 참조 준비 중
pt_br: Clonagem de voz · Preparando referência
ru: Клонирование · Подготовка образца
zh_hans: 声音克隆 · 正在准备参考音频

# vocello.ui.cloneReady
source: Voice cloning · Reference ready
de: Stimmklonen · Referenz bereit
es: Clonación de voz · Referencia lista
fr: Clonage vocal · Référence prête
it: Clonazione vocale · Riferimento pronto
ja: ボイスクローン · 参照音声の準備完了
ko: 음성 복제 · 참조 준비됨
pt_br: Clonagem de voz · Referência pronta
ru: Клонирование · Образец готов
zh_hans: 声音克隆 · 参考音频已就绪

# vocello.ui.cloneOnGenerate
source: Voice cloning · Prepares on generate
de: Stimmklonen · Vorbereitung beim Erzeugen
es: Clonación de voz · Se prepara al generar
fr: Clonage vocal · Préparation à la génération
it: Clonazione vocale · Preparazione alla generazione
ja: ボイスクローン · 生成時に準備
ko: 음성 복제 · 생성 시 준비
pt_br: Clonagem de voz · Prepara ao gerar
ru: Клонирование · Подготовка при генерации
zh_hans: 声音克隆 · 生成时准备

# vocello.ui.cloneSelected
source: Voice cloning · Reference selected
de: Stimmklonen · Referenz ausgewählt
es: Clonación de voz · Referencia seleccionada
fr: Clonage vocal · Référence sélectionnée
it: Clonazione vocale · Riferimento selezionato
ja: ボイスクローン · 参照音声を選択済み
ko: 음성 복제 · 참조 선택됨
pt_br: Clonagem de voz · Referência selecionada
ru: Клонирование · Образец выбран
zh_hans: 声音克隆 · 已选择参考音频

# vocello.ui.reference
source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: 参照音声
ko: 참조
pt_br: Referência
ru: Образец
zh_hans: 参考音频

# vocello.ui.descriptionLabel
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
zh_hans: 描述

# vocello.ui.describeWanted
source: Describe the voice you want
de: Beschreibe deine gewünschte Stimme
es: Describe la voz que quieres
fr: Décrivez la voix souhaitée
it: Descrivi la voce che desideri
ja: 希望する声を説明
ko: 원하는 목소리를 설명하세요
pt_br: Descreva a voz desejada
ru: Опишите нужный голос
zh_hans: 描述你想要的声音

# vocello.ui.speakerLabel
source: Speaker
de: Sprecher
es: Hablante
fr: Voix
it: Parlante
ja: 話者
ko: 화자
pt_br: Falante
ru: Диктор
zh_hans: 说话者

# vocello.ui.promptLabel
source: Prompt
de: Anweisung
es: Instrucción
fr: Texte
it: Istruzione
ja: 指示
ko: 지시문
pt_br: Instrução
ru: Инструкция
zh_hans: 提示

# vocello.ui.missingDescriptor
source: Missing model descriptor.
de: Modellbeschreibung fehlt.
es: Falta el descriptor del modelo.
fr: Description du modèle manquante.
it: Descrittore del modello mancante.
ja: モデル記述子がありません。
ko: 모델 설명자가 없습니다.
pt_br: Descritor do modelo ausente.
ru: Отсутствует описание модели.
zh_hans: 缺少模型描述。

# vocello.ui.modelUnavailable
source: This model is not available on iPhone yet, and the local files are incomplete.
de: Dieses Modell ist noch nicht auf dem iPhone verfügbar, und die lokalen Dateien sind unvollständig.
es: Este modelo aún no está disponible en iPhone y los archivos locales están incompletos.
fr: Ce modèle n’est pas encore disponible sur iPhone et les fichiers locaux sont incomplets.
it: Questo modello non è ancora disponibile su iPhone e i file locali sono incompleti.
ja: このモデルはまだ iPhone で利用できず、ローカルファイルも不完全です。
ko: 이 모델은 아직 iPhone에서 사용할 수 없으며 로컬 파일도 불완전합니다.
pt_br: Este modelo ainda não está disponível no iPhone e os arquivos locais estão incompletos.
ru: Эта модель пока недоступна на iPhone, а локальные файлы неполны.
zh_hans: 此模型尚未在 iPhone 上提供，且本地文件不完整。

# vocello.ui.deliveryUnavailable
source: Model delivery is unavailable in this runtime.
de: Modelldownload ist in dieser Laufzeitumgebung nicht verfügbar.
es: La descarga de modelos no está disponible en este entorno.
fr: Le téléchargement des modèles n’est pas disponible dans cet environnement.
it: Il download dei modelli non è disponibile in questo ambiente.
ja: この実行環境ではモデルをダウンロードできません。
ko: 이 실행 환경에서는 모델을 다운로드할 수 없습니다.
pt_br: O download de modelos está indisponível neste ambiente.
ru: Загрузка моделей недоступна в этой среде.
zh_hans: 当前运行环境无法下载模型。

# vocello.ui.deliveryFailed
source: Model delivery failed.
de: Modelldownload fehlgeschlagen.
es: Falló la descarga del modelo.
fr: Échec du téléchargement du modèle.
it: Download del modello non riuscito.
ja: モデルのダウンロードに失敗しました。
ko: 모델 다운로드에 실패했습니다.
pt_br: Falha no download do modelo.
ru: Ошибка загрузки модели.
zh_hans: 模型下载失败。

# vocello.ui.deleteTakeQuestion
source: Delete this take?
de: Diese Aufnahme löschen?
es: ¿Eliminar esta toma?
fr: Supprimer cette prise ?
it: Eliminare questo take?
ja: このテイクを削除しますか？
ko: 이 테이크를 삭제할까요?
pt_br: Excluir esta tomada?
ru: Удалить этот дубль?
zh_hans: 删除此音频？

# vocello.ui.download
source: Download
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

# vocello.ui.distinctDeliveries
source: Distinct deliveries
de: Deutliche Sprechweisen
es: Interpretaciones diferenciadas
fr: Interprétations distinctes
it: Interpretazioni distinte
ja: 明確な話し方
ko: 뚜렷한 표현
pt_br: Interpretações distintas
ru: Отчётливые манеры речи
zh_hans: 明显的表达风格

# vocello.ui.directionalHints
source: Directional hints
de: Stilhinweise
es: Indicaciones orientativas
fr: Indications de style
it: Indicazioni di stile
ja: 方向性のヒント
ko: 표현 방향 힌트
pt_br: Indicações de estilo
ru: Подсказки направления
zh_hans: 风格提示

# vocello.ui.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
zh_hans: 推荐

# vocello.ui.allLanguages
source: All languages
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
pt_br: Todos os idiomas
ru: Все языки
zh_hans: 所有语言

# vocello.ui.allVoices
source: All voices
de: Alle Stimmen
es: Todas las voces
fr: Toutes les voix
it: Tutte le voci
ja: すべての声
ko: 모든 음성
pt_br: Todas as vozes
ru: Все голоса
zh_hans: 所有声音

# vocello.ui.savedVoices
source: Saved voices
de: Gespeicherte Stimmen
es: Voces guardadas
fr: Voix enregistrées
it: Voci salvate
ja: 保存済みの声
ko: 저장된 음성
pt_br: Vozes salvas
ru: Сохранённые голоса
zh_hans: 已保存的声音

# vocello.ui.inferLanguage
source: Infer from script or transcript.
de: Aus Text oder Transkript ableiten.
es: Deducir del guion o de la transcripción.
fr: Déduire du texte ou de la transcription.
it: Deduce dal testo o dalla trascrizione.
ja: 原稿や文字起こしから推測します。
ko: 원고 또는 녹취록에서 추론합니다.
pt_br: Inferir do texto ou da transcrição.
ru: Определять по тексту или расшифровке.
zh_hans: 从文本或转录中推断。

# vocello.ui.detectedText
source: Detected from your text.
de: Aus deinem Text erkannt.
es: Detectado en tu texto.
fr: Détecté à partir de votre texte.
it: Rilevata dal tuo testo.
ja: テキストから検出しました。
ko: 텍스트에서 감지했습니다.
pt_br: Detectado no seu texto.
ru: Определено по вашему тексту.
zh_hans: 从你的文本中检测。
